Repository: hoverdroids/PikaPatrol
Catalog: lib/l10n/app_*.arb
Languages: es

# appName
source: Pika Patrol
es: Pika Patrulla

# sharedObservationsLine1
source: Shared
es: Observaciones

# sharedObservationsLine2
source: Observations
es: Compartidas

# sharedObservationsDialogTitle
source: Shared Observations
es: Observaciones Compartidas

# sharedObservationsDialogDetails
source: The five most recent observations uploaded to Pika Patrol's server by any user
es: Las cinco observaciones más recientes subidas al servidor de Pika Patrol por cualquier usuario.

# cachedObservationsLine1
source: Cached
es: Observaciones

# cachedObservationsLine2
source: Observations
es: en Caché

# cachedObservationsDialogTitle
source: Cached Observations
es: Observaciones en Caché

# cachedObservationsDialogDetails
source: Cached observations are those created on the current device. Clearing cache, deleting app data, or removing the app will permanently remove these observations from the device. If the observations were uploaded to the Pika Patrol server (i.e. there is a cloud icon in the top left of the card), then the observations will remain on the server but will not be pulled back onto the device.
es: Las observaciones almacenadas en caché son aquellas creadas en el dispositivo actual. Borrar el caché, eliminar datos de la aplicación o eliminar la aplicación eliminará permanentemente estas observaciones del dispositivo. Si las observaciones se cargaron en el servidor de Pika Patrol (es decir, hay un icono de nube en la parte superior izquierda de la tarjeta), las observaciones permanecerán en el servidor pero no volverán al dispositivo.

source: View Observation
es: Ver Observación

source: Make Observation
es: Hacer una Observación

source: Latitude
es: Latitud

source: Longitude
es: Longitud

# altitude
source: Altitude (ft)
es: Altitud (pie)

source: Month
es: Mes

source: Day
es: Dia

source: Year
es: Año

source: Species
es: Especies

source: Signs
es: Señales

source: Pikas Detected
es: Pikas Detectadas

source: Distance to Closest Pika
es: Distancia al Pika más Cercano

source: Search Duration
es: Duración de la Búsqueda

source: Talus Area
es: Área del Astrágalo

source: Temperature
es: Temperatura

source: Skies
es: Cielo

source: Wind
es: Viento

source: Other Animals Present
es: Otros Animales Presentes

source: Shared with Projects
es: Compartido con Proyectos

source: Site History
es: Historia del Sitio

source: Comments
es: Comentarios

source: Images
es: Imágenes

source: No Images
es: Sin Imágenes

source: Audio Recordings
es: Grabaciones de Audio

source: No Audio Recordings
es: Sin Grabaciones de Audio

source: App Help and Info
es: Ayuda e Información de la Aplicación

source: Identifying Pikas and Their Signs
es: Identificando Pikas y Sus Signos

source: Map of Pika Observations
es: Mapa de Observaciones de Pika

source: Take Climate Action
es: Tomar Medidas Climáticas

source: Sponsors and Support
es: Patrocinadores y Apoyo

source: Email
es: Correo Electrónico

source: Email cannot be empty
es: El correo electrónico no puede estar vacío

source: Password
es: Contraseña

source: Password cannot be empty
es: La contraseña no puede estar vacía

source: First Name
es: Nombre de Pila

source: Last Name
es: Apellido

source: Tagline
es: Lema

source: Pronouns
es: Pronombres

source: Organization
es: Organización

source: Address
es: Dirección

source: City
es: Ciudad

source: State
es: Estado

# zip
source: Zip Code
es: Código Postal

source: Delete Account
es: Borrar Cuenta

# deleteAccountDialogTitle
source: Delete Account
es: Borrar Cuenta

# deleteAccountDialogDetails
source: Are you sure you want to delete your account.? This cannot be undone. Your uploaded observations will remain on the server. Local observations that have not been uploaded will be removed from your device.
es: ¿Estás seguro de que deseas eliminar tu cuenta? Esto no se puede deshacer. Sus observaciones cargadas permanecerán en el servidor. Las observaciones locales que no se hayan cargado se eliminarán de su dispositivo.

source: Account Deleted
es: Cuenta Borrada

source: Edit
es: Editar

source: Login
es: Acceso

source: Logout
es: Cerrar Sesión

source: Register
es: Registro

source: Registered
es: Registrado

source: Forgot Password
es: Has Olvidado tu Contraseña

source: American Pika
es: Pika Americano

# americanPikaDetails
source: The American pika, a diurnal species of pika, is found in the mountains of western North America, usually in boulder fields at or above the tree line. They are herbivorous, smaller relatives of rabbits and hares.
es: La pika americana, una especie diurna de pika, se encuentra en las montañas del oeste de América del Norte, generalmente en campos de rocas en la línea de árboles o por encima de ella. Son parientes herbívoros y más pequeños de los conejos y las liebres.

source: Collared Pika
es: Pika con Cuello

# collaredPikaDetails
source: If you’re in Alaska or parts of northern Canada, you might see a different species of pika, the collared pika! Collared pikas are about the same size and shape as their American cousins, but they have a distinct greyish “collar” near their shoulders and neck. Their call is also distinct from the American pika, but their haypiles and scat piles look the same.
es: Si estás en Alaska o en partes del norte de Canadá, es posible que veas una especie diferente de pika, ¡la pika de collar! Las pikas con collar tienen aproximadamente el mismo tamaño y forma que sus primos americanos, pero tienen un 'collar'S grisáceo distintivo cerca de los hombros y el cuello. Su llamada también es distinta de la del pika americano, pero sus montones de heno y de excremento tienen el mismo aspecto.

source: Northern Pika
es: Pika del Norte

source: Steppe Pika
es: Estepa Pika

source: Plateau Pika
es: Meseta Pika

source: Alpine Pika
es: Pika Alpina

source: Koslov's Pika
es: Pika de Koslov

source: Saw Pika
es: Pika Visto

source: Heard Pika Calls
es: Escuché Llamadas de Pika

source: HayPile: Old
es: Pajar: Viejo

source: HayPile: New
es: Pajar: Nuevo

source: HayPile: Other
es: Pajar: Otro

source: Scat: Old
es: Caca: Viejo

source: Scat: New
es: Caca: Nuevo

source: Scat: Other
es: Caca: Otro

source: Show Hints
es: Muestra Pistas

# cold
source: Cold: <45°F
es: Frío: <45°F

# cool
source: Cool: 45 - 60°F
es: Frío: 45 - 60°F

# warm
source: Warm: 60 - 75°F
es: Cálido: 60 - 75°F

# hot
source: Hot: >75°F
es: Caliente: >75°F

source: Clear
es: Despejados

source: Partly Cloudy
es: Parcialmente Nublado

source: Overcast
es: Nublado

source: Rain/Drizzle
es: Lluvia/Llovizna

source: Snow
es: Nieve

source: Low: Bends Grasses
es: Bajo: Curvas de Hierbas

source: Medium: Bends Branches
es: Medio: Dobla Ramas

source: High: Bends Trees
es: Alto: Árboles Curvados

source: Marmots
es: Marmotas

source: Woodrats
es: Comadrejas

source: Mountain Goats
es: Cabras de Montaña

source: Cattle
es: Ganado

source: Ptarmigans
es: Perdices Blancas

source: Raptors
es: Rapaces

source: Brown Capped Rosy Finch
es: Pinzón Rosado de Cabeza Marrón

source: Bats
es: Murciélagos

source: Other
es: Otro

source: In Partnership With
es: En Camaradería Con

# enterRequiredFields
source: You must enter the required fields
es: Debes ingresar los campos requeridos

source: Empty User Profile
es: Perfil de Usuario Vacío

source: Could not sign in with those credentials
es: No se pudo iniciar sesión con esas credenciales

# cannotSignInNoConnection
source: Can not sign in. Not connected to internet.
es: No puedo iniciar sesión. No estoy conectado a Internet.

source: Successfully Logged In
es: Iniciado sesión exitosamente

source: Invalid email; cannot send password reset email
es: Email inválido; no puedo enviar un correo electrónico para restablecer la contraseña

source: Password reset email sent
es: Correo electrónico de restablecimiento de contraseña enviado

source: Password reset email could not be sent
es: No se pudo enviar el correo electrónico para restablecer la contraseña

source: Initialized
es: Inicializado

# locationTrackingDialogTitle
source: Location Tracking
es: Seguimiento de Ubicación

# locationTrackingDialogDescription
source: Pika Patrol records the current location when an observation is recorded in order to determine where the observation occurred. The observation, including the saved location, is sent in the background to our servers when WiFi is available.
es: Pika Patrol registra la ubicación actual cuando se registra una observación para determinar dónde ocurrió la observación. La observación, incluida la ubicación guardada, se envía en segundo plano a nuestros servidores cuando hay WiFi disponible.

source: No connection found. Observation saved locally.
es: No se encontró ninguna conexión. Observación guardada localmente.

source: You must login to upload an observation. Observation saved locally.
es: Debe iniciar sesión para cargar una observación. Observación guardada localmente.

source: No recordings to play
es: No hay grabaciones para reproducir

source: Fetching location ...
es: Buscando ubicación ...

source: Location
es: Ubicación

source: Site Name
es: Nombre del Sitio

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Puede

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Delete
es: Borrar

# couldNotOpenRecorder
source: Could not open recorder. You must accept audio permissions.
es: No se pudo abrir la grabadora. Debes aceptar los permisos de audio.

# didNotAddImage
source: Did not add image. It is already in list.
es: No agregué imagen. Ya está en la lista.

# didNotAddAudio
source: Did not add audio. It is already in list.
es: No agregué audio. Ya está en la lista.

# couldNotOpenFilePickerAcceptCameraPermissions
source: Could not open file picker. You must accept camera permissions.
es: No se pudo abrir el selector de archivos. Debes aceptar los permisos de la cámara.

# couldNotOpenFilePickerAcceptPhotosPermissions
source: Could not open file picker. You must accept photos permissions.
es: No se pudo abrir el selector de archivos. Debes aceptar los permisos de las fotos.

# couldNotOpenFilePickerAcceptStoragePermissions
source: Could not open file picker. You must accept storage permissions.
es: No se pudo abrir el selector de archivos. Debe aceptar los permisos de almacenamiento.

# couldNotOpenFilePickerAcceptMediaPermissions
source: Could not open file picker. You must accept media location permissions.
es: No se pudo abrir el selector de archivos. Debe aceptar los permisos de ubicación de medios.

# couldNotOpenFilePickerAcceptExternalStoragePermissions
source: Could not open file picker. You must accept external storage permissions.
es: No se pudo abrir el selector de archivos. Debe aceptar permisos de almacenamiento externo.

# couldNotOpenFilePickerAcceptVideosPermissions
source: Could not open file picker. You must accept videos permissions.
es: No se pudo abrir el selector de archivos. Debes aceptar los permisos de los vídeos.

# couldNotOpenFilePickerAcceptMediaLibraryPermissions
source: Could not open file picker. You must accept media library permissions.
es: No se pudo abrir el selector de archivos. Debe aceptar los permisos de la biblioteca multimedia.

source: Unsupported operation
es: Operación no compatible

source: Error when trying to crop image
es: Error al intentar recortar la imagen

# couldNotOpenCameraAcceptCameraPermissions
source: Could not open camera. You must accept camera permissions.
es: No se pudo abrir la cámara. Debes aceptar los permisos de la cámara.

source: Error when trying to take picture
es: Error al intentar tomar una foto

source: Search Area
es: Área de Búsqueda

# addAnotherAnimalDialogTitle
source: Add animal(s)
es: Añadir animal(es)

# addAnotherAnimalDialogDescription
source: (separate with commas)
es: (separado con comas)

# addAnotherProjectDialogTitle
source: Add project(s)
es: Agregar proyecto(s)

# addAnotherProjectDialogDescription
source: (separate with commas)
es: (separado con comas)

# siteHistoryHint
source: Note any history you've had with this site
es: Anota cualquier historial que hayas tenido con este sitio.

source: Any additional observations
es: Cualquier observación adicional

# addAnotherSpeciesDialogTitle
source: Add species
es: Añadir especies

# addAnotherSpeciesDialogDescription
source: (separate with commas)
es: (separado con comas)

source: No Observations Found
es: No se Encontraron Observaciones

source: Uploading observations
es: Subiendo observaciones

source: Could not upload observations. No data connection.
es: No se pudieron cargar las observaciones. Sin conexión de datos.

# identifyingPikasAndTheirSignsOnboardingTitle
source: Identifying Pikas & Their Sign
es: Identificando Pikas & Su Signo

# identifyingPikasAndTheirSignsOnboardingDetails
source: If pikas are present in a rockslide, they are easy to detect using many types of unique sign. Here's a short guide to help you identify pikas.
es: Si hay pikas presentes en un desprendimiento de rocas, son fáciles de detectar utilizando muchos tipos de señales únicas. Aquí tienes una breve guía que te ayudará a identificar las pikas.

# sightOnboardingTitle
source: Sight
es: Vista

# sightOnboardingDetails
source: Pikas are about the size and shape of a potato. They have grayish to cinnamon-brown fur, and large “Mickey Mouse” ears with a white rim around the outside. They do not have a visible tail. They travel across the rock-slide above and below the rocks.
es: Las pikas tienen aproximadamente el tamaño y la forma de una papa. Tienen pelaje de color grisáceo a marrón canela y grandes orejas de 'Mickey Mouse' con un borde blanco alrededor del exterior. No tienen cola visible. Viajan a través del deslizamiento de rocas por encima y por debajo de las rocas.

# juvenileOnboardingDetails
source: Juvenile pikas tend to be smaller and a more uniform gray color. This is because they are on their first coat of fur, so they have not yet molted. Their calls are also softer and higher-pitched than adults.
es: Las pikas juveniles tienden a ser más pequeñas y de un color gris más uniforme. Esto se debe a que están en su primera capa de pelaje, por lo que aún no han mudado. Sus llamadas también son más suaves y agudas que las de los adultos.

# soundOnboardingTitle
source: Hear them roar!
es: ¡Escúchalos Rugir!

# soundOnboardingDetails
source: Pikas make squeaky alarm calls for several reasons: to warn other pikas about predators like hawks and to keep others out of their territory. Adult males may also make long calls, which have a slightly higher pitch than short calls and may last up to one minute! Calls are regionally variable – so the call you hear in one part of the state may not sound quite the same as calls you hear in other parts.
es: Las pikas emiten chirridos de alarma por varias razones: para advertir a otras pikas sobre depredadores como los halcones y para mantener a otros fuera de su territorio. Los machos adultos también pueden hacer llamadas largas, que tienen un tono ligeramente más alto que las llamadas cortas y pueden durar hasta un minuto. Las llamadas varían regionalmente, por lo que la llamada que escuche en una parte del estado puede no sonar igual que las llamadas que escuche en otras partes.

# haypilesOnboardingTitle
source: Haypiles
es: Montones de Heno

# haypilesOnboardingDetails
source: Pikas construct large food caches to survive the winter, beginning in the summer and continuing until vegetation dies in the fall. Active haypiles usually consist of fresh green clippings of grass and wildflowers, packed under or between rocks. Usually, pikas build a fresh haypile on top of leftover twigs or leaves from previous years, which appear brown.
es: Los pikas construyen grandes depósitos de alimentos para sobrevivir el invierno, comenzando en el verano y continuando hasta que la vegetación muere en el otoño. Los montones de heno activos generalmente consisten en recortes verdes frescos de pasto y flores silvestres, empaquetados debajo o entre rocas. Por lo general, las pikas construyen un montón de heno nuevo encima de las ramitas u hojas sobrantes de años anteriores, que parecen marrones.

# scatPileOnboardingTitle
source: Scat Pile
es: Pila de Caca

# scatPileOnboardingDetails
source: Pikas deposit two types of scat. The most common is a hard, round, brown pellet that is about the size and shape of a peppercorn. These “fecal pellets” are usually found below a large boulder in latrine sites, which may also have large white smears on the rock from urine. It is notoriously difficult to tell the age of fecal pellets, but more-recent deposits tend to still have green plant material in them and tend to be perched in a pile on a rock, with the newest pellets on top. Older pellets typically turn gray with time, fall apart easily, and do not have any green plant material in them.
es: Los pikas depositan dos tipos de excrementos. El más común es una bolita dura, redonda y marrón que tiene aproximadamente el tamaño y la forma de un grano de pimienta. Estos “gránulos fecales” generalmente se encuentran debajo de una gran roca en los sitios de letrinas, que también pueden tener grandes manchas blancas en la roca debido a la orina. Es muy difícil determinar la edad de los gránulos fecales, pero los depósitos más recientes tienden a contener todavía material vegetal verde y tienden a estar colocados en una pila sobre una roca, con los gránulos más nuevos encima. Los gránulos más viejos generalmente se vuelven grises con el tiempo, se deshacen fácilmente y no contienen ningún material vegetal verde.

# scatOnboardingTitle
source: Scat
es: Caca

# scatOnboardingDetails
source: The second type of scat is a soft black shiny string of material called a caecal pellet. Caecal pellets are re-ingested because they are actually more nutritious than plants stored in haypiles! These pellets are sometimes found stored in haypiles (usually smeared on a rock or a cached plant), but are rarely found in latrine sites.
es: El segundo tipo de excremento es un hilo de material suave, negro y brillante llamado bolita cecal. ¡Los gránulos fecales se vuelven a ingerir porque en realidad son más nutritivos que las plantas almacenadas en montones de heno! Estos gránulos a veces se encuentran almacenados en montones de heno (normalmente esparcidos sobre una roca o una planta escondida), pero rara vez se encuentran en letrinas.

# unsureMoreThanOne
source: Unsure. More than 1
es: Inseguro. Más de 1

source: Smaller than Tennis Court
es: Más Pequeño que la Pista de Tenis

source: Tennis Court to Baseball Infield
es: Desde Cancha de Tenis Hasta Campo de Béisbol

source: Baseball Infield to Football Field
es: Del Campo de Béisbol al Campo de Fútbol

source: Larger than Football Field
es: Más Grande que un Campo de Fútbol

# lessThan3000Feet
source: <3,000 ft²
es: <3,000 pie²

# threeThousandToTenThousandFeet
source: 3,000 - 10,000 ft²
es: 3,000 - 10,000 pie²

# tenThousandToFiftyThousandFeet
source: 10,000 - 50,000 ft²
es: 10,000 - 50,000 pie²

source: Admin Settings
es: Configuración de Administrador

source: User Profiles
es: Perfiles de Usuario

source: Export Firebase User Profiles to Google Sheets
es: Exportar perfiles de usuario de Firebase a Google Sheets

# exportFirebaseUserProfilesToGoogleSheetsDialogTitle
source: Export Firebase User Profiles to Google Sheets?
es: ¿Exportar perfiles de usuario de Firebase a Google Sheets?

# exportFirebaseUserProfilesToGoogleSheetsDialogDescription
source: This will sync all user profile data from Firebase to Google sheets, which will count against the quota for both the Firebase API and Google Cloud API.
es: Esto sincronizará todos los datos del perfil de usuario de Firebase con las hojas de Google, lo que contará para la cuota tanto de la API de Firebase como de la API de Google Cloud.

source: Export Firebase Observations to Google Sheets
es: Exportar observaciones de Firebase a Google Sheets

# exportFirebaseObservationsToGoogleSheetsDialogTitle
source: Export Firebase Observations to Google Sheets?
es: ¿Exportar observaciones de Firebase a Google Sheets?

# exportFirebaseObservationsToGoogleSheetsDialogDescription
source: This will sync all observations data from Firebase to Google sheets, which will count against the quota for both the Firebase API and Google Cloud API.
es: Esto sincronizará todos los datos de observaciones de Firebase con las hojas de Google, lo que contará para la cuota tanto de la API de Firebase como de la API de Google Cloud.

source: Profile is already up-to-date
es: El perfil ya está actualizado

# couldNotRetrieveLocationEnableGps
source: Could not retrieve location. Enable GPS and try to save again.
es: No se pudo recuperar la ubicación. Habilite el GPS e intente guardar nuevamente.

source: Location services are disabled.
es: Los servicios de ubicación están deshabilitados.

source: You must grant location permissions.
es: Debes otorgar permisos de ubicación.

source: Location permissions are denied
es: Se deniegan los permisos de ubicación

# locationPermissionsArePermanentlyDenied
source: Location permissions are permanently denied, we cannot request permissions.
es: Los permisos de ubicación están permanentemente denegados, no podemos solicitar permisos.

source: Could not retrieve location from GPS.
es: No se pudo recuperar la ubicación del GPS.

source: Profile updated
es: Perfil actualizado

source: Profile
es: Perfil

# invalidEmail
source: Email is required
es: Correo electronico es requerido

# invalidPassword
source: Enter a password 6+ chars long
es: Ingrese una contraseña de más de 6 caracteres

# invalidFirstName
source: First name is required
es: Se requiere el primer nombre

# invalidLastName
source: Last name is required
es: Se requiere apellido

# invalidZip
source: Zip is required
es: Se requiere código postal

source: Save
es: Ahorrar

# deleteObservationDialogTitle
source: Delete observation?
es: ¿Eliminar observación?

# deleteObservationDialogDescription
source: Are you sure you want to delete this observation and all associated data, including images and audio files?
es: ¿Está seguro de que desea eliminar esta observación y todos los datos asociados, incluidas imágenes y archivos de audio?

source: Cancel
es: Cancelar

source: Observation deleted
es: Observación eliminada

source: Observation not deleted
es: Observación no eliminada

source: Initialize Google Sheets
es: Inicializar hojas de cálculo de Google

# localObservationsNeedUploadedDialogTitle
source: Offline observations need uploaded
es: Es necesario cargar las observaciones fuera de línea.

# localObservationsNeedUploadedDialogDescription
source: Observations that were made offline have not been uploaded yet. Upload now?
es: Las observaciones que se realizaron fuera de línea aún no se han cargado. ¿Cargar ahora?
